"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 22, \"word_counts\": \"{\\\"hello\\\": 2, \\\"there\\\": 1, \\\"whats\\\": 2, \\\"your\\\": 3, \\\"name\\\": 1, \\\"who\\\": 1, \\\"are\\\": 3, \\\"you\\\": 11, \\\"how\\\": 3, \\\"doing\\\": 2, \\\"today\\\": 1, \\\"what\\\": 2, \\\"can\\\": 3, \\\"do\\\": 1, \\\"tell\\\": 1, \\\"me\\\": 1, \\\"a\\\": 3, \\\"joke\\\": 1, \\\"goodbye\\\": 1, \\\"hi\\\": 2, \\\"up\\\": 2, \\\"is\\\": 1, \\\"purpose\\\": 1, \\\"i\\\": 3, \\\"help\\\": 3, \\\"am\\\": 1, \\\"chatbot\\\": 2, \\\"assistant\\\": 1, \\\"im\\\": 4, \\\"friendly\\\": 1, \\\"here\\\": 2, \\\"to\\\": 5, \\\"functioning\\\": 1, \\\"well\\\": 1, \\\"and\\\": 4, \\\"ready\\\": 1, \\\"assist\\\": 2, \\\"chat\\\": 3, \\\"with\\\": 1, \\\"answer\\\": 1, \\\"questions\\\": 1, \\\"why\\\": 1, \\\"dont\\\": 1, \\\"scientists\\\": 1, \\\"trust\\\": 1, \\\"atoms\\\": 1, \\\"because\\\": 1, \\\"they\\\": 1, \\\"make\\\": 1, \\\"everything\\\": 1, \\\"see\\\": 1, \\\"later\\\": 1, \\\"have\\\": 1, \\\"great\\\": 2, \\\"day\\\": 1, \\\"nice\\\": 1, \\\"meet\\\": 1, \\\"just\\\": 1, \\\"out\\\": 1, \\\"thanks\\\": 1, \\\"for\\\": 1, \\\"asking\\\": 1, \\\"designed\\\": 1, \\\"users\\\": 1, \\\"like\\\": 1}\", \"word_docs\": \"{\\\"hello\\\": 2, \\\"there\\\": 1, \\\"your\\\": 3, \\\"name\\\": 1, \\\"whats\\\": 2, \\\"you\\\": 11, \\\"are\\\": 3, \\\"who\\\": 1, \\\"today\\\": 1, \\\"doing\\\": 2, \\\"how\\\": 3, \\\"do\\\": 1, \\\"what\\\": 2, \\\"can\\\": 3, \\\"a\\\": 3, \\\"me\\\": 1, \\\"joke\\\": 1, \\\"tell\\\": 1, \\\"goodbye\\\": 1, \\\"hi\\\": 2, \\\"up\\\": 2, \\\"purpose\\\": 1, \\\"is\\\": 1, \\\"help\\\": 3, \\\"i\\\": 3, \\\"assistant\\\": 1, \\\"am\\\": 1, \\\"chatbot\\\": 2, \\\"im\\\": 4, \\\"friendly\\\": 1, \\\"to\\\": 5, \\\"here\\\": 2, \\\"functioning\\\": 1, \\\"assist\\\": 2, \\\"well\\\": 1, \\\"and\\\": 4, \\\"ready\\\": 1, \\\"questions\\\": 1, \\\"with\\\": 1, \\\"chat\\\": 3, \\\"answer\\\": 1, \\\"everything\\\": 1, \\\"dont\\\": 1, \\\"scientists\\\": 1, \\\"they\\\": 1, \\\"make\\\": 1, \\\"why\\\": 1, \\\"trust\\\": 1, \\\"because\\\": 1, \\\"atoms\\\": 1, \\\"later\\\": 1, \\\"have\\\": 1, \\\"day\\\": 1, \\\"see\\\": 1, \\\"great\\\": 2, \\\"nice\\\": 1, \\\"meet\\\": 1, \\\"just\\\": 1, \\\"out\\\": 1, \\\"asking\\\": 1, \\\"thanks\\\": 1, \\\"for\\\": 1, \\\"designed\\\": 1, \\\"like\\\": 1, \\\"users\\\": 1}\", \"index_docs\": \"{\\\"14\\\": 2, \\\"24\\\": 1, \\\"6\\\": 3, \\\"25\\\": 1, \\\"15\\\": 2, \\\"2\\\": 11, \\\"7\\\": 3, \\\"26\\\": 1, \\\"27\\\": 1, \\\"16\\\": 2, \\\"8\\\": 3, \\\"28\\\": 1, \\\"17\\\": 2, \\\"9\\\": 3, \\\"10\\\": 3, \\\"30\\\": 1, \\\"31\\\": 1, \\\"29\\\": 1, \\\"32\\\": 1, \\\"18\\\": 2, \\\"19\\\": 2, \\\"34\\\": 1, \\\"33\\\": 1, \\\"12\\\": 3, \\\"11\\\": 3, \\\"36\\\": 1, \\\"35\\\": 1, \\\"20\\\": 2, \\\"4\\\": 4, \\\"37\\\": 1, \\\"3\\\": 5, \\\"21\\\": 2, \\\"38\\\": 1, \\\"22\\\": 2, \\\"39\\\": 1, \\\"5\\\": 4, \\\"40\\\": 1, \\\"43\\\": 1, \\\"41\\\": 1, \\\"13\\\": 3, \\\"42\\\": 1, \\\"52\\\": 1, \\\"45\\\": 1, \\\"46\\\": 1, \\\"50\\\": 1, \\\"51\\\": 1, \\\"44\\\": 1, \\\"47\\\": 1, \\\"49\\\": 1, \\\"48\\\": 1, \\\"54\\\": 1, \\\"55\\\": 1, \\\"56\\\": 1, \\\"53\\\": 1, \\\"23\\\": 2, \\\"57\\\": 1, \\\"58\\\": 1, \\\"59\\\": 1, \\\"60\\\": 1, \\\"63\\\": 1, \\\"61\\\": 1, \\\"62\\\": 1, \\\"64\\\": 1, \\\"66\\\": 1, \\\"65\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"<OOV>\\\", \\\"2\\\": \\\"you\\\", \\\"3\\\": \\\"to\\\", \\\"4\\\": \\\"im\\\", \\\"5\\\": \\\"and\\\", \\\"6\\\": \\\"your\\\", \\\"7\\\": \\\"are\\\", \\\"8\\\": \\\"how\\\", \\\"9\\\": \\\"can\\\", \\\"10\\\": \\\"a\\\", \\\"11\\\": \\\"i\\\", \\\"12\\\": \\\"help\\\", \\\"13\\\": \\\"chat\\\", \\\"14\\\": \\\"hello\\\", \\\"15\\\": \\\"whats\\\", \\\"16\\\": \\\"doing\\\", \\\"17\\\": \\\"what\\\", \\\"18\\\": \\\"hi\\\", \\\"19\\\": \\\"up\\\", \\\"20\\\": \\\"chatbot\\\", \\\"21\\\": \\\"here\\\", \\\"22\\\": \\\"assist\\\", \\\"23\\\": \\\"great\\\", \\\"24\\\": \\\"there\\\", \\\"25\\\": \\\"name\\\", \\\"26\\\": \\\"who\\\", \\\"27\\\": \\\"today\\\", \\\"28\\\": \\\"do\\\", \\\"29\\\": \\\"tell\\\", \\\"30\\\": \\\"me\\\", \\\"31\\\": \\\"joke\\\", \\\"32\\\": \\\"goodbye\\\", \\\"33\\\": \\\"is\\\", \\\"34\\\": \\\"purpose\\\", \\\"35\\\": \\\"am\\\", \\\"36\\\": \\\"assistant\\\", \\\"37\\\": \\\"friendly\\\", \\\"38\\\": \\\"functioning\\\", \\\"39\\\": \\\"well\\\", \\\"40\\\": \\\"ready\\\", \\\"41\\\": \\\"with\\\", \\\"42\\\": \\\"answer\\\", \\\"43\\\": \\\"questions\\\", \\\"44\\\": \\\"why\\\", \\\"45\\\": \\\"dont\\\", \\\"46\\\": \\\"scientists\\\", \\\"47\\\": \\\"trust\\\", \\\"48\\\": \\\"atoms\\\", \\\"49\\\": \\\"because\\\", \\\"50\\\": \\\"they\\\", \\\"51\\\": \\\"make\\\", \\\"52\\\": \\\"everything\\\", \\\"53\\\": \\\"see\\\", \\\"54\\\": \\\"later\\\", \\\"55\\\": \\\"have\\\", \\\"56\\\": \\\"day\\\", \\\"57\\\": \\\"nice\\\", \\\"58\\\": \\\"meet\\\", \\\"59\\\": \\\"just\\\", \\\"60\\\": \\\"out\\\", \\\"61\\\": \\\"thanks\\\", \\\"62\\\": \\\"for\\\", \\\"63\\\": \\\"asking\\\", \\\"64\\\": \\\"designed\\\", \\\"65\\\": \\\"users\\\", \\\"66\\\": \\\"like\\\"}\", \"word_index\": \"{\\\"<OOV>\\\": 1, \\\"you\\\": 2, \\\"to\\\": 3, \\\"im\\\": 4, \\\"and\\\": 5, \\\"your\\\": 6, \\\"are\\\": 7, \\\"how\\\": 8, \\\"can\\\": 9, \\\"a\\\": 10, \\\"i\\\": 11, \\\"help\\\": 12, \\\"chat\\\": 13, \\\"hello\\\": 14, \\\"whats\\\": 15, \\\"doing\\\": 16, \\\"what\\\": 17, \\\"hi\\\": 18, \\\"up\\\": 19, \\\"chatbot\\\": 20, \\\"here\\\": 21, \\\"assist\\\": 22, \\\"great\\\": 23, \\\"there\\\": 24, \\\"name\\\": 25, \\\"who\\\": 26, \\\"today\\\": 27, \\\"do\\\": 28, \\\"tell\\\": 29, \\\"me\\\": 30, \\\"joke\\\": 31, \\\"goodbye\\\": 32, \\\"is\\\": 33, \\\"purpose\\\": 34, \\\"am\\\": 35, \\\"assistant\\\": 36, \\\"friendly\\\": 37, \\\"functioning\\\": 38, \\\"well\\\": 39, \\\"ready\\\": 40, \\\"with\\\": 41, \\\"answer\\\": 42, \\\"questions\\\": 43, \\\"why\\\": 44, \\\"dont\\\": 45, \\\"scientists\\\": 46, \\\"trust\\\": 47, \\\"atoms\\\": 48, \\\"because\\\": 49, \\\"they\\\": 50, \\\"make\\\": 51, \\\"everything\\\": 52, \\\"see\\\": 53, \\\"later\\\": 54, \\\"have\\\": 55, \\\"day\\\": 56, \\\"nice\\\": 57, \\\"meet\\\": 58, \\\"just\\\": 59, \\\"out\\\": 60, \\\"thanks\\\": 61, \\\"for\\\": 62, \\\"asking\\\": 63, \\\"designed\\\": 64, \\\"users\\\": 65, \\\"like\\\": 66}\"}}"