"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 12, \"word_counts\": \"{\\\"hello\\\": 1, \\\"there\\\": 1, \\\"what's\\\": 1, \\\"your\\\": 2, \\\"name\\\": 1, \\\"how\\\": 2, \\\"are\\\": 1, \\\"you\\\": 6, \\\"doing\\\": 1, \\\"today\\\": 1, \\\"what\\\": 1, \\\"can\\\": 3, \\\"do\\\": 1, \\\"tell\\\": 1, \\\"me\\\": 1, \\\"a\\\": 2, \\\"joke\\\": 1, \\\"goodbye\\\": 1, \\\"hi\\\": 1, \\\"i\\\": 3, \\\"help\\\": 2, \\\"am\\\": 1, \\\"chatbot\\\": 1, \\\"i'm\\\": 2, \\\"just\\\": 1, \\\"program\\\": 1, \\\"but\\\": 1, \\\"here\\\": 1, \\\"to\\\": 1, \\\"chat\\\": 1, \\\"with\\\": 1, \\\"and\\\": 1, \\\"answer\\\": 1, \\\"questions\\\": 1, \\\"why\\\": 1, \\\"don't\\\": 1, \\\"scientists\\\": 1, \\\"trust\\\": 1, \\\"atoms\\\": 1, \\\"because\\\": 1, \\\"they\\\": 1, \\\"make\\\": 1, \\\"up\\\": 1, \\\"everything\\\": 1, \\\"see\\\": 1, \\\"later\\\": 1}\", \"word_docs\": \"{\\\"hello\\\": 1, \\\"there\\\": 1, \\\"name\\\": 1, \\\"what's\\\": 1, \\\"your\\\": 2, \\\"are\\\": 1, \\\"today\\\": 1, \\\"how\\\": 2, \\\"doing\\\": 1, \\\"you\\\": 6, \\\"do\\\": 1, \\\"what\\\": 1, \\\"can\\\": 3, \\\"joke\\\": 1, \\\"tell\\\": 1, \\\"me\\\": 1, \\\"a\\\": 2, \\\"goodbye\\\": 1, \\\"help\\\": 2, \\\"hi\\\": 1, \\\"i\\\": 3, \\\"chatbot\\\": 1, \\\"am\\\": 1, \\\"program\\\": 1, \\\"here\\\": 1, \\\"to\\\": 1, \\\"but\\\": 1, \\\"i'm\\\": 1, \\\"just\\\": 1, \\\"chat\\\": 1, \\\"questions\\\": 1, \\\"with\\\": 1, \\\"and\\\": 1, \\\"answer\\\": 1, \\\"they\\\": 1, \\\"why\\\": 1, \\\"don't\\\": 1, \\\"everything\\\": 1, \\\"because\\\": 1, \\\"atoms\\\": 1, \\\"make\\\": 1, \\\"up\\\": 1, \\\"scientists\\\": 1, \\\"trust\\\": 1, \\\"later\\\": 1, \\\"see\\\": 1}\", \"index_docs\": \"{\\\"9\\\": 1, \\\"10\\\": 1, \\\"12\\\": 1, \\\"11\\\": 1, \\\"4\\\": 2, \\\"13\\\": 1, \\\"15\\\": 1, \\\"5\\\": 2, \\\"14\\\": 1, \\\"1\\\": 6, \\\"17\\\": 1, \\\"16\\\": 1, \\\"2\\\": 3, \\\"20\\\": 1, \\\"18\\\": 1, \\\"19\\\": 1, \\\"6\\\": 2, \\\"21\\\": 1, \\\"7\\\": 2, \\\"22\\\": 1, \\\"3\\\": 3, \\\"24\\\": 1, \\\"23\\\": 1, \\\"26\\\": 1, \\\"28\\\": 1, \\\"29\\\": 1, \\\"27\\\": 1, \\\"8\\\": 1, \\\"25\\\": 1, \\\"30\\\": 1, \\\"34\\\": 1, \\\"31\\\": 1, \\\"32\\\": 1, \\\"33\\\": 1, \\\"41\\\": 1, \\\"35\\\": 1, \\\"36\\\": 1, \\\"44\\\": 1, \\\"40\\\": 1, \\\"39\\\": 1, \\\"42\\\": 1, \\\"43\\\": 1, \\\"37\\\": 1, \\\"38\\\": 1, \\\"46\\\": 1, \\\"45\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"you\\\", \\\"2\\\": \\\"can\\\", \\\"3\\\": \\\"i\\\", \\\"4\\\": \\\"your\\\", \\\"5\\\": \\\"how\\\", \\\"6\\\": \\\"a\\\", \\\"7\\\": \\\"help\\\", \\\"8\\\": \\\"i'm\\\", \\\"9\\\": \\\"hello\\\", \\\"10\\\": \\\"there\\\", \\\"11\\\": \\\"what's\\\", \\\"12\\\": \\\"name\\\", \\\"13\\\": \\\"are\\\", \\\"14\\\": \\\"doing\\\", \\\"15\\\": \\\"today\\\", \\\"16\\\": \\\"what\\\", \\\"17\\\": \\\"do\\\", \\\"18\\\": \\\"tell\\\", \\\"19\\\": \\\"me\\\", \\\"20\\\": \\\"joke\\\", \\\"21\\\": \\\"goodbye\\\", \\\"22\\\": \\\"hi\\\", \\\"23\\\": \\\"am\\\", \\\"24\\\": \\\"chatbot\\\", \\\"25\\\": \\\"just\\\", \\\"26\\\": \\\"program\\\", \\\"27\\\": \\\"but\\\", \\\"28\\\": \\\"here\\\", \\\"29\\\": \\\"to\\\", \\\"30\\\": \\\"chat\\\", \\\"31\\\": \\\"with\\\", \\\"32\\\": \\\"and\\\", \\\"33\\\": \\\"answer\\\", \\\"34\\\": \\\"questions\\\", \\\"35\\\": \\\"why\\\", \\\"36\\\": \\\"don't\\\", \\\"37\\\": \\\"scientists\\\", \\\"38\\\": \\\"trust\\\", \\\"39\\\": \\\"atoms\\\", \\\"40\\\": \\\"because\\\", \\\"41\\\": \\\"they\\\", \\\"42\\\": \\\"make\\\", \\\"43\\\": \\\"up\\\", \\\"44\\\": \\\"everything\\\", \\\"45\\\": \\\"see\\\", \\\"46\\\": \\\"later\\\"}\", \"word_index\": \"{\\\"you\\\": 1, \\\"can\\\": 2, \\\"i\\\": 3, \\\"your\\\": 4, \\\"how\\\": 5, \\\"a\\\": 6, \\\"help\\\": 7, \\\"i'm\\\": 8, \\\"hello\\\": 9, \\\"there\\\": 10, \\\"what's\\\": 11, \\\"name\\\": 12, \\\"are\\\": 13, \\\"doing\\\": 14, \\\"today\\\": 15, \\\"what\\\": 16, \\\"do\\\": 17, \\\"tell\\\": 18, \\\"me\\\": 19, \\\"joke\\\": 20, \\\"goodbye\\\": 21, \\\"hi\\\": 22, \\\"am\\\": 23, \\\"chatbot\\\": 24, \\\"just\\\": 25, \\\"program\\\": 26, \\\"but\\\": 27, \\\"here\\\": 28, \\\"to\\\": 29, \\\"chat\\\": 30, \\\"with\\\": 31, \\\"and\\\": 32, \\\"answer\\\": 33, \\\"questions\\\": 34, \\\"why\\\": 35, \\\"don't\\\": 36, \\\"scientists\\\": 37, \\\"trust\\\": 38, \\\"atoms\\\": 39, \\\"because\\\": 40, \\\"they\\\": 41, \\\"make\\\": 42, \\\"up\\\": 43, \\\"everything\\\": 44, \\\"see\\\": 45, \\\"later\\\": 46}\"}}"