"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 22, \"word_counts\": \"{\\\"hello\\\": 1, \\\"there\\\": 1, \\\"hi\\\": 2, \\\"how\\\": 4, \\\"can\\\": 6, \\\"i\\\": 6, \\\"help\\\": 4, \\\"you\\\": 11, \\\"whats\\\": 2, \\\"your\\\": 4, \\\"name\\\": 2, \\\"am\\\": 2, \\\"chatbot\\\": 2, \\\"are\\\": 2, \\\"doing\\\": 2, \\\"today\\\": 2, \\\"im\\\": 4, \\\"just\\\": 2, \\\"a\\\": 4, \\\"program\\\": 2, \\\"but\\\": 2, \\\"here\\\": 2, \\\"to\\\": 2, \\\"what\\\": 2, \\\"do\\\": 2, \\\"chat\\\": 2, \\\"with\\\": 2, \\\"and\\\": 2, \\\"answer\\\": 2, \\\"questions\\\": 2, \\\"tell\\\": 2, \\\"me\\\": 2, \\\"joke\\\": 2, \\\"why\\\": 2, \\\"dont\\\": 2, \\\"scientists\\\": 2, \\\"trust\\\": 2, \\\"atoms\\\": 2, \\\"because\\\": 2, \\\"they\\\": 2, \\\"make\\\": 2, \\\"up\\\": 2, \\\"everything\\\": 2, \\\"goodbye\\\": 2, \\\"see\\\": 1, \\\"later\\\": 1}\", \"word_docs\": \"{\\\"hello\\\": 1, \\\"there\\\": 1, \\\"i\\\": 6, \\\"can\\\": 6, \\\"how\\\": 4, \\\"you\\\": 11, \\\"hi\\\": 2, \\\"help\\\": 4, \\\"name\\\": 2, \\\"your\\\": 4, \\\"whats\\\": 2, \\\"chatbot\\\": 2, \\\"am\\\": 2, \\\"are\\\": 2, \\\"doing\\\": 2, \\\"today\\\": 2, \\\"here\\\": 2, \\\"just\\\": 2, \\\"im\\\": 2, \\\"to\\\": 2, \\\"a\\\": 4, \\\"program\\\": 2, \\\"but\\\": 2, \\\"what\\\": 2, \\\"do\\\": 2, \\\"with\\\": 2, \\\"and\\\": 2, \\\"answer\\\": 2, \\\"chat\\\": 2, \\\"questions\\\": 2, \\\"me\\\": 2, \\\"tell\\\": 2, \\\"joke\\\": 2, \\\"they\\\": 2, \\\"because\\\": 2, \\\"make\\\": 2, \\\"dont\\\": 2, \\\"up\\\": 2, \\\"everything\\\": 2, \\\"trust\\\": 2, \\\"why\\\": 2, \\\"scientists\\\": 2, \\\"atoms\\\": 2, \\\"goodbye\\\": 2, \\\"see\\\": 1, \\\"later\\\": 1}\", \"index_docs\": \"{\\\"43\\\": 1, \\\"44\\\": 1, \\\"3\\\": 6, \\\"2\\\": 6, \\\"4\\\": 4, \\\"1\\\": 11, \\\"9\\\": 2, \\\"5\\\": 4, \\\"11\\\": 2, \\\"6\\\": 4, \\\"10\\\": 2, \\\"13\\\": 2, \\\"12\\\": 2, \\\"14\\\": 2, \\\"15\\\": 2, \\\"16\\\": 2, \\\"20\\\": 2, \\\"17\\\": 2, \\\"7\\\": 2, \\\"21\\\": 2, \\\"8\\\": 4, \\\"18\\\": 2, \\\"19\\\": 2, \\\"22\\\": 2, \\\"23\\\": 2, \\\"25\\\": 2, \\\"26\\\": 2, \\\"27\\\": 2, \\\"24\\\": 2, \\\"28\\\": 2, \\\"30\\\": 2, \\\"29\\\": 2, \\\"31\\\": 2, \\\"38\\\": 2, \\\"37\\\": 2, \\\"39\\\": 2, \\\"33\\\": 2, \\\"40\\\": 2, \\\"41\\\": 2, \\\"35\\\": 2, \\\"32\\\": 2, \\\"34\\\": 2, \\\"36\\\": 2, \\\"42\\\": 2, \\\"45\\\": 1, \\\"46\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"you\\\", \\\"2\\\": \\\"can\\\", \\\"3\\\": \\\"i\\\", \\\"4\\\": \\\"how\\\", \\\"5\\\": \\\"help\\\", \\\"6\\\": \\\"your\\\", \\\"7\\\": \\\"im\\\", \\\"8\\\": \\\"a\\\", \\\"9\\\": \\\"hi\\\", \\\"10\\\": \\\"whats\\\", \\\"11\\\": \\\"name\\\", \\\"12\\\": \\\"am\\\", \\\"13\\\": \\\"chatbot\\\", \\\"14\\\": \\\"are\\\", \\\"15\\\": \\\"doing\\\", \\\"16\\\": \\\"today\\\", \\\"17\\\": \\\"just\\\", \\\"18\\\": \\\"program\\\", \\\"19\\\": \\\"but\\\", \\\"20\\\": \\\"here\\\", \\\"21\\\": \\\"to\\\", \\\"22\\\": \\\"what\\\", \\\"23\\\": \\\"do\\\", \\\"24\\\": \\\"chat\\\", \\\"25\\\": \\\"with\\\", \\\"26\\\": \\\"and\\\", \\\"27\\\": \\\"answer\\\", \\\"28\\\": \\\"questions\\\", \\\"29\\\": \\\"tell\\\", \\\"30\\\": \\\"me\\\", \\\"31\\\": \\\"joke\\\", \\\"32\\\": \\\"why\\\", \\\"33\\\": \\\"dont\\\", \\\"34\\\": \\\"scientists\\\", \\\"35\\\": \\\"trust\\\", \\\"36\\\": \\\"atoms\\\", \\\"37\\\": \\\"because\\\", \\\"38\\\": \\\"they\\\", \\\"39\\\": \\\"make\\\", \\\"40\\\": \\\"up\\\", \\\"41\\\": \\\"everything\\\", \\\"42\\\": \\\"goodbye\\\", \\\"43\\\": \\\"hello\\\", \\\"44\\\": \\\"there\\\", \\\"45\\\": \\\"see\\\", \\\"46\\\": \\\"later\\\"}\", \"word_index\": \"{\\\"you\\\": 1, \\\"can\\\": 2, \\\"i\\\": 3, \\\"how\\\": 4, \\\"help\\\": 5, \\\"your\\\": 6, \\\"im\\\": 7, \\\"a\\\": 8, \\\"hi\\\": 9, \\\"whats\\\": 10, \\\"name\\\": 11, \\\"am\\\": 12, \\\"chatbot\\\": 13, \\\"are\\\": 14, \\\"doing\\\": 15, \\\"today\\\": 16, \\\"just\\\": 17, \\\"program\\\": 18, \\\"but\\\": 19, \\\"here\\\": 20, \\\"to\\\": 21, \\\"what\\\": 22, \\\"do\\\": 23, \\\"chat\\\": 24, \\\"with\\\": 25, \\\"and\\\": 26, \\\"answer\\\": 27, \\\"questions\\\": 28, \\\"tell\\\": 29, \\\"me\\\": 30, \\\"joke\\\": 31, \\\"why\\\": 32, \\\"dont\\\": 33, \\\"scientists\\\": 34, \\\"trust\\\": 35, \\\"atoms\\\": 36, \\\"because\\\": 37, \\\"they\\\": 38, \\\"make\\\": 39, \\\"up\\\": 40, \\\"everything\\\": 41, \\\"goodbye\\\": 42, \\\"hello\\\": 43, \\\"there\\\": 44, \\\"see\\\": 45, \\\"later\\\": 46}\"}}"