"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 22, \"word_counts\": \"{\\\"hello\\\": 1, \\\"there\\\": 1, \\\"hi\\\": 2, \\\"how\\\": 4, \\\"can\\\": 6, \\\"i\\\": 6, \\\"help\\\": 4, \\\"you\\\": 11, \\\"whats\\\": 2, \\\"your\\\": 4, \\\"name\\\": 2, \\\"am\\\": 2, \\\"chatbot\\\": 2, \\\"are\\\": 2, \\\"doing\\\": 2, \\\"today\\\": 2, \\\"im\\\": 4, \\\"just\\\": 2, \\\"a\\\": 4, \\\"program\\\": 2, \\\"but\\\": 2, \\\"here\\\": 2, \\\"to\\\": 2, \\\"what\\\": 2, \\\"do\\\": 2, \\\"chat\\\": 2, \\\"with\\\": 2, \\\"and\\\": 2, \\\"answer\\\": 2, \\\"questions\\\": 2, \\\"tell\\\": 2, \\\"me\\\": 2, \\\"joke\\\": 2, \\\"why\\\": 2, \\\"dont\\\": 2, \\\"scientists\\\": 2, \\\"trust\\\": 2, \\\"atoms\\\": 2, \\\"because\\\": 2, \\\"they\\\": 2, \\\"make\\\": 2, \\\"up\\\": 2, \\\"everything\\\": 2, \\\"goodbye\\\": 2, \\\"see\\\": 1, \\\"later\\\": 1}\", \"word_docs\": \"{\\\"there\\\": 1, \\\"hello\\\": 1, \\\"hi\\\": 2, \\\"i\\\": 6, \\\"help\\\": 4, \\\"can\\\": 6, \\\"how\\\": 4, \\\"you\\\": 11, \\\"your\\\": 4, \\\"whats\\\": 2, \\\"name\\\": 2, \\\"chatbot\\\": 2, \\\"am\\\": 2, \\\"today\\\": 2, \\\"are\\\": 2, \\\"doing\\\": 2, \\\"a\\\": 4, \\\"just\\\": 2, \\\"im\\\": 2, \\\"here\\\": 2, \\\"program\\\": 2, \\\"but\\\": 2, \\\"to\\\": 2, \\\"what\\\": 2, \\\"do\\\": 2, \\\"and\\\": 2, \\\"chat\\\": 2, \\\"answer\\\": 2, \\\"questions\\\": 2, \\\"with\\\": 2, \\\"tell\\\": 2, \\\"me\\\": 2, \\\"joke\\\": 2, \\\"because\\\": 2, \\\"they\\\": 2, \\\"up\\\": 2, \\\"make\\\": 2, \\\"dont\\\": 2, \\\"everything\\\": 2, \\\"scientists\\\": 2, \\\"why\\\": 2, \\\"trust\\\": 2, \\\"atoms\\\": 2, \\\"goodbye\\\": 2, \\\"later\\\": 1, \\\"see\\\": 1}\", \"index_docs\": \"{\\\"45\\\": 1, \\\"44\\\": 1, \\\"10\\\": 2, \\\"4\\\": 6, \\\"6\\\": 4, \\\"3\\\": 6, \\\"5\\\": 4, \\\"2\\\": 11, \\\"7\\\": 4, \\\"11\\\": 2, \\\"12\\\": 2, \\\"14\\\": 2, \\\"13\\\": 2, \\\"17\\\": 2, \\\"15\\\": 2, \\\"16\\\": 2, \\\"9\\\": 4, \\\"18\\\": 2, \\\"8\\\": 2, \\\"21\\\": 2, \\\"19\\\": 2, \\\"20\\\": 2, \\\"22\\\": 2, \\\"23\\\": 2, \\\"24\\\": 2, \\\"27\\\": 2, \\\"25\\\": 2, \\\"28\\\": 2, \\\"29\\\": 2, \\\"26\\\": 2, \\\"30\\\": 2, \\\"31\\\": 2, \\\"32\\\": 2, \\\"38\\\": 2, \\\"39\\\": 2, \\\"41\\\": 2, \\\"40\\\": 2, \\\"34\\\": 2, \\\"42\\\": 2, \\\"35\\\": 2, \\\"33\\\": 2, \\\"36\\\": 2, \\\"37\\\": 2, \\\"43\\\": 2, \\\"47\\\": 1, \\\"46\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"<OOV>\\\", \\\"2\\\": \\\"you\\\", \\\"3\\\": \\\"can\\\", \\\"4\\\": \\\"i\\\", \\\"5\\\": \\\"how\\\", \\\"6\\\": \\\"help\\\", \\\"7\\\": \\\"your\\\", \\\"8\\\": \\\"im\\\", \\\"9\\\": \\\"a\\\", \\\"10\\\": \\\"hi\\\", \\\"11\\\": \\\"whats\\\", \\\"12\\\": \\\"name\\\", \\\"13\\\": \\\"am\\\", \\\"14\\\": \\\"chatbot\\\", \\\"15\\\": \\\"are\\\", \\\"16\\\": \\\"doing\\\", \\\"17\\\": \\\"today\\\", \\\"18\\\": \\\"just\\\", \\\"19\\\": \\\"program\\\", \\\"20\\\": \\\"but\\\", \\\"21\\\": \\\"here\\\", \\\"22\\\": \\\"to\\\", \\\"23\\\": \\\"what\\\", \\\"24\\\": \\\"do\\\", \\\"25\\\": \\\"chat\\\", \\\"26\\\": \\\"with\\\", \\\"27\\\": \\\"and\\\", \\\"28\\\": \\\"answer\\\", \\\"29\\\": \\\"questions\\\", \\\"30\\\": \\\"tell\\\", \\\"31\\\": \\\"me\\\", \\\"32\\\": \\\"joke\\\", \\\"33\\\": \\\"why\\\", \\\"34\\\": \\\"dont\\\", \\\"35\\\": \\\"scientists\\\", \\\"36\\\": \\\"trust\\\", \\\"37\\\": \\\"atoms\\\", \\\"38\\\": \\\"because\\\", \\\"39\\\": \\\"they\\\", \\\"40\\\": \\\"make\\\", \\\"41\\\": \\\"up\\\", \\\"42\\\": \\\"everything\\\", \\\"43\\\": \\\"goodbye\\\", \\\"44\\\": \\\"hello\\\", \\\"45\\\": \\\"there\\\", \\\"46\\\": \\\"see\\\", \\\"47\\\": \\\"later\\\"}\", \"word_index\": \"{\\\"<OOV>\\\": 1, \\\"you\\\": 2, \\\"can\\\": 3, \\\"i\\\": 4, \\\"how\\\": 5, \\\"help\\\": 6, \\\"your\\\": 7, \\\"im\\\": 8, \\\"a\\\": 9, \\\"hi\\\": 10, \\\"whats\\\": 11, \\\"name\\\": 12, \\\"am\\\": 13, \\\"chatbot\\\": 14, \\\"are\\\": 15, \\\"doing\\\": 16, \\\"today\\\": 17, \\\"just\\\": 18, \\\"program\\\": 19, \\\"but\\\": 20, \\\"here\\\": 21, \\\"to\\\": 22, \\\"what\\\": 23, \\\"do\\\": 24, \\\"chat\\\": 25, \\\"with\\\": 26, \\\"and\\\": 27, \\\"answer\\\": 28, \\\"questions\\\": 29, \\\"tell\\\": 30, \\\"me\\\": 31, \\\"joke\\\": 32, \\\"why\\\": 33, \\\"dont\\\": 34, \\\"scientists\\\": 35, \\\"trust\\\": 36, \\\"atoms\\\": 37, \\\"because\\\": 38, \\\"they\\\": 39, \\\"make\\\": 40, \\\"up\\\": 41, \\\"everything\\\": 42, \\\"goodbye\\\": 43, \\\"hello\\\": 44, \\\"there\\\": 45, \\\"see\\\": 46, \\\"later\\\": 47}\"}}"